const data = {
  data: [
    {
      periodStart: "Февраль 2025",
      periodEnd: "Настоящее время",
      company: 'ТОО "SMARTCO SOLUTIONS"',
      description:
        "Разрабатывал и поддерживал функционал самописной конфигурации 1С с использованием БСП на Управляемых и Обычных формах. Использовал EDT и систему версионирования Git (Gitlab) для разработки и управления кодом, поддерживая качество кода с помощью SonarCube. Успешно переработал модуль интеграции с ЕСБД, унифицировав логирование и оптимизировав существующий код. Разработал универсальный модуль для интеграций по HTTP и SOAP, значительно упростив создание новых интеграционных решений. Создал сложные регуляторные отчеты с использованием СКД.",
    },
    {
      periodStart: "Август 2024",
      periodEnd: "Февраль 2025",
      company: 'ТОО "SMARTCO SOLUTIONS"',
      description:
        "Разработка в конфигурациях ERP, GDP, TOIR. Развертка и администрирование хранилищ конфигураций для различных платформ. Разработка интеграций с внешними системами учета горных работ. Разработка автоматизации процессов выгрузки/загрузки данных по горным работам",
    },
    {
      periodStart: "Август 2023",
      periodEnd: "Август 2024",
      company: 'Компания по страхованию жизни "Евразия"',
      description:
        "Разработка в конфигурации Управление торговым предприятием доработанной под страхование. Разработка механизмов и отчетов по внедрению МСФО 17. Главный разработчик новых модулей интеграции с системой ЕСБД. Главный разработчик модуля исполнения и составления плана продаж",
    },
    {
      periodStart: "Май 2023",
      periodEnd: "Август 2023",
      company: "Sulpak",
      description:
        "Работа в отделе по работе с Зарплатой и кадрами. Главный разработчик в проектах по расчету и выплате мотивации сотрудникам, а также в проекте по расчету и начислению удержаний. Разработка автоматизации создания/изменения/удаления пользователей в системе 1С на основе кадровых документов",
    },
    {
      periodStart: "Август 2021",
      periodEnd: "Май 2023",
      company: 'ТОО "СВБ Интеллект Технологии"',
      description:
        "Разработка новых модулей учета, отчетов, правил обмена и улучшение типовых конфигураций БК 2.0 и 3.0, Управление небольшой фирмой. Главный разработчик нового плана обмена между конфигурациями Управление холдингом и 26-ю базами БК 3.0 на поддержке, для компании Global Beverages. Главный разработчик модуля учета студентов для университета UIB",
    },
    {
      periodStart: "Май 2021",
      periodEnd: "Август 2021",
      company: 'ИП "Move IT"',
      description:
        "Разработка дополнительного функционала на базе конфигурации БК 3.0. Разработка правила обмена для миграции данных из БК 3.0 в УНФ (Управление небольшой фирмой)",
    },
  ],
}

export default data
