const data = {
  data: [
    {
      periodStart: "Май 2021",
      periodEnd: "Август 2021",
      company: 'ИП "Move IT"',
      description:
        "Основными обязанности являлось доработка различных конфигураций Бухгалтерия для Казахстана 3.0 используя расширения. Разрабатывал правила обмена для миграций данных из Бухгалтерии для Казахстана 3.0 в Управление небольшой фирмой.",
    },
    {
      periodStart: "Август 2021",
      periodEnd: "Май 2023",
      company: 'ТОО "СВБ Интеллект Технологии"',
      description:
        "Основными обязанностями являлось разработка новых модулей учета, отчетов, правил обмена, а также доработка/исправление изменных типовых конфигураций таких как Бухгалтерия для Казахстана 2.0 и 3.0, Управление небольшой фирмой. Являлся главным программистом по разработке нового плана обмена между конфигурациями Управление холдингом и 26-ю базами Бухгалтерия для Казахстана 3.0, где УХ была снята с поддержки, а БК 3.0 - нет, для компании Global Beverages, по разработке модуля учета студентов для университета UIB и многих других проектов.",
    },
    {
      periodStart: "Май 2023",
      periodEnd: "Август 2023",
      company: "Sulpak",
      description:
        "Работал в отделе по работе с Зарплатой и кадрами. Основными обязанностями являлось доработка существующих механизмов учета. Являлся главным программистом в проектах по расчету и выплате мотивации сотрудникам, а также в проекте по расчету и начислению удержаний связанных с алиментами и другими факторами.",
    },
    {
      periodStart: "Август 2023",
      periodEnd: "Август 2024",
      company: 'Компания по страхованию жизни "Евразия"',
      description:
        "Занимался разработкой/доработкой/исправлением конфигурации Управление торговым предприятием. Разработал множество новых отчетов. Участвовал в проектах по разработке интеграции с ЕСБД, являлся главным программистом по разработке модуля исполнения и составления плана продаж.",
    },
    {
      periodStart: "Август 2024",
      periodEnd: "Настоящее время",
      company: 'ТОО "SMARTCO SOLUTIONS"',
      description:
        "Разработка в конфигурациях ERP, GDP, TOIR.",
    },
  ],
}

export default data