const data = {
  data: [
    {
      name: "СКД",
      description:
        "Для разработки отчетов использую Систему компоновки данных, где могу использовать в качестве набора данных как запрос, так и объект. Использую механзмы макета СКД или изменяю вывод отчета через модуль объекта",
    },
    {
      name: "Конвератция данных 2.1",
      description:
        "Разрабатывал и дорабатывал типовые и нетиповые правила и планы обмена. Также имею опыт разработки нового плана обмена через расширение конфигурации",
    },
    {
      name: "Интеграции с системами",
      description:
        "Реализовывал интеграции через http- и веб-сервисы с сайтами и такими системами как WhatsApp, Telegram, ЕСБД и сторонними сайтами",
    },
    {
      name: "БСП",
      description:
        "При работе с типовыми конфигурациями активно использую инструменты представляемые БСП. Работал с такими подсистемами как отчеты, печатные формы, планы обмена и формирование движений в регистр бухгалтерии",
    },
    {
      name: "Типовые конфигурации",
      description:
        "Работал с такими типовыми конфигурациями как Бухгалтерия для Казахстана 2.0 и 3.0, Управление небольшой фирмой, Управление торговлей 2.0, Управление торговым предприятием",
    },
    {
      name: "Внешние компоненты",
      description:
        "Разрабатываю внешние компоненты на C++ и RUST",
    },
    {
      name: "Хранилище конфигурации",
      description:
        "Развертка и администрирование хранилищ конфигураций",
    },
    {
      name: "EDT",
      description:
        "Разработка в EDT и использованием версионирования",
    },
  ],
}

export default data
